{
  "city": "Albacete, Castilla-La Mancha, España",
  "location": "Universidad de Castilla-La Mancha",
  "department": "Departamento de Química y Física, Escuela Técnica Superior de Ingeniería Industrial, Campus de Albacete",
  "resume": "Actualmente, trabajo como investigador postdoctoral desarrollando nuevos materiales para sensores que detectan gases en el aire. Mi objetivo es que estos sensores sean más precisos, rápidos y eficientes. Para lograrlo, modifico pequeñas superficies con nanopartículas de óxidos metálicos, lo que mejora su capacidad para detectar gases específicos. También me dedico a perfeccionar cómo se aplican estos materiales y a estudiar cómo reaccionan cuando se exponen a diferentes gases. Esto requiere que los gases estén bien mezclados, sean homogéneos y que podamos medirlos con gran precisión, incluso en cantidades muy pequeñas (como partes por millón o por billón). Un aspecto clave de mi trabajo es mejorar los tiempos de respuesta de los sensores, es decir, que puedan detectar un gas lo más rápido posible. Además, busco reducir el tiempo de recuperación, que es el período que necesita el sensor para volver a estar listo después de una medición. Todo esto es fundamental para que los sensores funcionen de forma continua, confiable y en tiempo real.",
  "functions": "Investigador Postdoctoral en síntesis, caracterización y evaluación electroquímica de materiales híbridos a partir de sales, hidróxidos dobles laminares e hidroxisales laminares para estudiar el desempeño de sus fases oxidadas en sensores de gases. Modificación de electrodos interdigitados con nanopartículas de óxidos metálicos mediante técnicas innovadoras de adecuación de superficies, análisis de respuestas electroquímicas y cálculo de parámetros electroquímicos, generando insumos para la divulgación científica y redacción de artículos en revistas de alto impacto en torno al Proyecto de investigación: \"Sensores de Amoníaco de Bajo Coste para Control y Prevención de la Contaminación Atmosférica\" Proyecto TED2021-129921B-C21 financiado por MICIU/AEI/10.13039/501100011033 y por la Unión Europea NextGenertionEU/PRTR con referencia TED2021-129921B-C21."
}
