{
  "firstName": "Jhon Mauricio",
  "lastName": "Aguirre Cortés",
  "es": {
    "title": "Doctor en Química, Máster en Ingeniería Química e Ingeniero Químico",
    "resume": "Sistemas de fotocatálisis, síntesis y caracterización de nanomateriales, así como impresión 3D, desde conceptos teóricos hasta la implementación práctica y análisis fisicoquímico de la calidad del agua. Amplia experiencia como profesor universitario en ciencias básicas y de ingeniería.\n\nActualmente, trabajo como investigador postdoctoral desarrollando nuevos materiales para sensores que detectan gases en el aire. Mi objetivo es que estos sensores sean más precisos, rápidos y eficientes. Para lograrlo, modifico pequeñas superficies con nanopartículas de óxidos metálicos, lo que mejora su capacidad para detectar gases específicos. También me dedico a perfeccionar cómo se aplican estos materiales y a estudiar cómo reaccionan cuando se exponen a diferentes gases. Esto requiere que los gases estén bien mezclados, sean homogéneos y que podamos medirlos con gran precisión, incluso en cantidades muy pequeñas (como partes por millón o por billón). Un aspecto clave de mi trabajo es mejorar los tiempos de respuesta de los sensores, es decir, que puedan detectar un gas lo más rápido posible. Además, busco reducir el tiempo de recuperación, que es el período que necesita el sensor para volver a estar listo después de una medición. Todo esto es fundamental para que los sensores funcionen de forma continua, confiable y en tiempo real.\n\nInvestigador Postdoctoral en síntesis, caracterización y evaluación electroquímica de materiales híbridos a partir de sales, hidróxidos dobles laminares e hidroxisales laminares para estudiar el desempeño de sus fases oxidadas en sensores de gases. Modificación de electrodos interdigitados con nanopartículas de óxidos metálicos mediante técnicas innovadoras de adecuación de superficies, análisis de respuestas electroquímicas y cálculo de parámetros electroquímicos, generando insumos para la divulgación científica y redacción de artículos en revistas de alto impacto en torno al Proyecto de investigación: \"Sensores de Amoníaco de Bajo Coste para Control y Prevención de la Contaminación Atmosférica\" Proyecto TED2021-129921B-C21 financiado por MICIU/AEI/10.13039/501100011033 y por la Unión Europea NextGenertionEU/PRTR con referencia TED2021-129921B-C21.",
    "address": "España | Colombia",
    "languages": [
      {
        "id": 0,
        "language": "Español",
        "isNative": true
      },
      {
        "id": 1,
        "language": "Inglés",
        "isNative": false,
        "listening": "B1",
        "reading": "B1",
        "speaking": "B1",
        "writing": "B1"
      }
    ],
    "email": [
      {
        "id": 0,
        "institutionName": "Universidad Nacional de Colombia",
        "address": "jmaguirrec@unal.edu.co"
      },
      {
        "id": 1,
        "institutionName": "Universidad de Caldas",
        "address": "jhon.aguirre@ucaldas.edu.co"
      },
      {
        "id": 2,
        "institutionName": "Universidad de Granada",
        "address": "jmacor7@correo.ugr.es"
      },
      {
        "id": 3,
        "institutionName": "Universidad de Castilla-La Mancha",
        "address": "JhonMauricio.Aguirre@uclm.es"
      }
    ]
  },
  "en": {
    "title": "Chemistry PhD, Master in Chemical Engineering and Chemical Engineer",
    "resume": "PhD in Chemistry, Master in Chemical Engineering and Chemical Engineer. Photocatalysis systems, synthesis and characterization of nanomaterials, as well as 3D printing, from theoretical concepts to practical implementation and physicochemical analysis of water quality. Extensive experience as a university professor in basic and engineering sciences.\n\nCurrently, I work as a postdoctoral researcher developing new materials for sensors that detect gases in the air. My goal is to make these sensors more precise, faster, and efficient. To achieve this, I modify small surfaces with metal oxide nanoparticles, which improves their ability to detect specific gases. I am also dedicated to perfecting how these materials are applied and studying how they react when exposed to different gases. This requires that the gases be well mixed, homogeneous, and that we can measure them with great precision, even in very small quantities (such as parts per million or per trillion). A key aspect of my work is to improve the response times of the sensors, that is, that they can detect a gas as quickly as possible. In addition, I seek to reduce the recovery time, which is the period it takes for the sensor to be ready again after a measurement. All of this is essential for the sensors to operate continuously, reliably, and in real time.\n\nPostdoctoral Researcher in the synthesis, characterization, and electrochemical evaluation of hybrid materials from salts, layered double hydroxides, and layered hydroxysalts to study the performance of their oxidized phases in gas sensors. Modification of interdigitated electrodes with metal oxide nanoparticles using innovative surface matching techniques, analysis of electrochemical responses, and calculation of electrochemical parameters, generating inputs for scientific dissemination and writing articles in high-impact journals around the research project: \"Low-Cost Ammonia Sensors for the Control and Prevention of Air Pollution\" Project TED2021-129921B-C21 funded by MICIU/AEI/10.13039/501100011033 and by the European Union NextGenertionEU/PRTR with reference TED2021-129921B-C21.",
    "address": "Spain | Colombia",
    "languages": [
      {
        "id": 0,
        "language": "Español",
        "isNative": true
      },
      {
        "id": 1,
        "language": "Inglés",
        "isNative": false,
        "listening": "B1",
        "reading": "B1",
        "speaking": "B1",
        "writing": "B1"
      }
    ],
    "email": [
      {
        "id": 0,
        "institutionName": "National University of Colombia",
        "address": "jmaguirrec@unal.edu.co"
      },
      {
        "id": 1,
        "institutionName": "University of Caldas",
        "address": "jhon.aguirre@ucaldas.edu.co"
      },
      {
        "id": 2,
        "institutionName": "University of Granada",
        "address": "jmacor7@correo.ugr.es"
      },
      {
        "id": 3,
        "institutionName": "University of Castilla-La Mancha",
        "address": "JhonMauricio.Aguirre@uclm.es"
      }
    ]
  }
}
