[
  {
    "id": 0,
    "imgSrc": "images/template.png",
    "imgAlt": "Template",
    "journal": "Journal of Brazilian Chemistry Society",
    "editorial": "Sociedade Brasileira de Quimica",
    "contributors": ["Aguirre, J.M.", "Gutiérrez, A.", "Giraldo, O."],
    "doi": "10.1590/S0103-50532011000300019",
    "eid": "2-s2.0-79951963651",
    "issn": ["16784790, 01035053"],
    "url": "http://dx.doi.org/10.1590/S0103-50532011000300019",
    "es": {
      "title": "Simple route for the synthesis of copper hydroxy salts",
      "abstract": "The current work introduces a new and rapid synthetic route for the in-laboratory preparation of copper hydroxy nitrate, through the reaction of magnesium hydroxide and copper nitrate aqueous solution. The material with the formula Cu2(OH)3NO3 and monoclinic phase was characterized by X-ray diffraction, atomic absorption, Fourier transform infrared and Raman spectroscopy, scanning electron microscopy with EDX, and thermal analysis.",
      "keywords": ["hydroxy salts", "anionic clay", "copper hydroxynitrate", "gerhardtite"],
      "language": "Inglés",
      "category": "Artículo científico",
      "date": "Mar, 2011"
    },
    "en": {
      "title": "Simple route for the synthesis of copper hydroxy salts",
      "abstract": "The current work introduces a new and rapid synthetic route for the in-laboratory preparation of copper hydroxy nitrate, through the reaction of magnesium hydroxide and copper nitrate aqueous solution. The material with the formula Cu2(OH)3NO3 and monoclinic phase was characterized by X-ray diffraction, atomic absorption, Fourier transform infrared and Raman spectroscopy, scanning electron microscopy with EDX, and thermal analysis.",
      "keywords": ["hydroxy salts", "anionic clay", "copper hydroxynitrate", "gerhardtite"],
      "language": "English",
      "category": "Journal Article",
      "date": "Mar, 2011"
    }
  },
  {
    "id": 1,
    "imgSrc": "images/template.png",
    "imgAlt": "Template",
    "journal": "Revista de la Sociedad Química del Perú",
    "editorial": "Sociedad Peruana de Química",
    "contributors": ["Giraldo Osorio, O.H.", "Nayda Patricia Arias Duque", "Jhon Mauricio Aguirre Cortés"],
    "doi": "10.37761/rsqp.v81i3.21",
    "eid": "2-s2.0-85027567632",
    "issn": ["2309-8740", "1810-634X"],
    "url": "http://dx.doi.org/10.37761/rsqp.v81i3.21",
    "es": {
      "title": "Propiedades dieléctricas de hidróxidos dobles laminares de Mg:Al",
      "abstract": "Este trabajo describe la síntesis y caracterización de dos hidróxidos dobles laminares Mg2Al-NO3 sintetizados mediante el método de coprecipitación. El comportamiento eléctrico delos materiales fue evaluado por espectroscopía dieléctrica. Los resultados del análisis dedifracción de rayos X mostraron la formación de una estructura laminar; la presencia de todaslas especies en la estructura del material sintetizado se confirmó por absorción atómica yespectroscopía de infrarrojo. Por microscopía electrónica de transmisión se observó agregadosde partículas en forma de placas. Los resultados de espectroscopía dieléctrica obtenidosa temperatura ambiente muestran un comportamiento de polarización de orientación quesugiere la rotación de moléculas de agua a alta frecuencia y la rotación de aniones nitratoen el espacio interlaminar a baja frecuencia que puede ser responsable de la conductividadiónica observada en el material.",
      "keywords": ["hidróxidos dobles laminares", "propiedades dieléctricas", "conductividad iónica"],
      "language": "Español",
      "category": "Artículo científico",
      "date": "Jun, 2015"
    },
    "en": {
      "title": "Propiedades dieléctricas de hidróxidos dobles laminares de Mg:Al",
      "abstract": "Este trabajo describe la síntesis y caracterización de dos hidróxidos dobles laminares Mg2Al-NO3 sintetizados mediante el método de coprecipitación. El comportamiento eléctrico delos materiales fue evaluado por espectroscopía dieléctrica. Los resultados del análisis dedifracción de rayos X mostraron la formación de una estructura laminar; la presencia de todaslas especies en la estructura del material sintetizado se confirmó por absorción atómica yespectroscopía de infrarrojo. Por microscopía electrónica de transmisión se observó agregadosde partículas en forma de placas. Los resultados de espectroscopía dieléctrica obtenidosa temperatura ambiente muestran un comportamiento de polarización de orientación quesugiere la rotación de moléculas de agua a alta frecuencia y la rotación de aniones nitratoen el espacio interlaminar a baja frecuencia que puede ser responsable de la conductividadiónica observada en el material.",
      "keywords": ["hidróxidos dobles laminares", "propiedades dieléctricas", "conductividad iónica"],
      "language": "Spanish",
      "category": "Journal Article",
      "date": "Jun, 2015"
    }
  },
  {
    "id": 2,
    "imgSrc": "images/template.png",
    "imgAlt": "Template",
    "journal": "Revista Colombiana de Química",
    "editorial": "Revista Colombiana de Química",
    "contributors": [
      "Giraldo Londoño, C.C.",
      "Ocampo-Cardona, R.",
      "Ríos-Vásquez, L.A.",
      "Martínez Garzón, M.M.",
      "Aguirre Cortés, J.M."
    ],
    "doi": "10.15446/rev.colomb.quim.v46n2.63028",
    "eid": "2-s2.0-85027567632",
    "issn": ["01202804"],
    "url": "http://dx.doi.org/10.15446/rev.colomb.quim.v46n2.63028",
    "es": {
      "title": "Nanopartículas de paladio soportadas en hidroxisales laminares: uso potencial en reacciones de Sonogashira",
      "abstract": "En este artículo se reporta la síntesis de nanopartículas de paladio soportadas en hidroxisales de acetato de zinc y modificadas con un surfactante (LHS-Zn-Ac/Pd0 y LHS-Zn-Suf/Pd0 respectivamente), mediante inserción de [PdCl4]2- y su posterior reducción con etanol en reflujo. Con la inserción de surfactante, la distancia interlaminar de la hidroxisal de partida (LHS-Zn-Ac) se incrementó de 13,8 Å a 29,8 Å, mientras que los materiales finales, que contenían paladio metálico registraron distancias interlaminares de 22,4 Å y 29,4 Å para LHS-Zn-Ac/Pd0 y LHS-Zn-Suf/Pd0 respectivamente. Las hidroxisales de acetato de zinc y de surfactante con nanopartículas metálicas de paladio incorporadas fueron ensayadas como potenciales catalizadores en la reacción de Sonogashira partiendo de fenilacetileno y yoduros de arilo, particularmente yodobenceno o 2-yodofenol, dando lugar a difenilacetileno (32% de rendimiento de producto aislado y purificado) o 2-fenilbenzofurano (18%). Todos los materiales inorgánicos fueron caracterizados mediante las siguientes técnicas: difracción de rayos X (XRD), microscopia electrónica de barrido (SEM y SEM-EDS), microscopia electrónica de transmisión (TEM) y espectroscopía de Infrarrojo con Transformada de Fourier (FT-IR). Por su parte los compuestos orgánicos se caracterizaron por resonancia magnética nuclear (1H-NMR y 13C-NMR) y cromatografía de gases acoplada a espectrometría de masas (GC-MS).",
      "keywords": [
        "hidroxisales",
        "lauril sulfato de sodio",
        "paladio",
        "acoplamiento C-C tipo Sonogashira",
        "difenilacetileno",
        "2-fenilbenzofurano"
      ],
      "language": "Español",
      "category": "Artículo científico",
      "date": "Feb, 2017"
    },
    "en": {
      "title": "Palladium nanoparticles supported in laminar hydroxide salts: potential use in Sonogashira reactions",
      "abstract": "This article reports the synthesis of palladium nanoparticles supported on zinc acetate hydroxysalts and modified with a surfactant (LHS-Zn-Ac/Pd0 and LHS-Zn-Suf/Pd0 respectively), by insertion of tetrachloropaladate and its subsequent reduction with ethanol at reflux. With the surfactant insertion, the interlaminar distance of the starting hydroxysalt (LHS-Zn-Ac) increased from 13.8 Å to 29.8 Å, while the final materials containing palladium metal registered interlaminar distances of 22.4 Å and 29.4 Å for LHS-Zn-Ac/Pd0 and LHS-Zn-Suf/Pd0 respectively. Zinc acetate hydroxysalt and surfactant with incorporated palladium metal nanoparticles were tested as potential catalysts in the Sonogashira reaction starting from phenylacetylene and aryl iodides, particularly iodobenzene or 2-iodophenol, giving diphenylacetylene (32% yield of isolated and purified product) or 2-phenylbenzofuran (18%). All inorganic materials were characterized by the following techniques: (1) X-ray diffraction (XRD), (2) scanning electron microscopy (SEM and SEM-EDS), (3) transmission electron microscopy (TEM) and (4) Fourier transformed infrared spectroscopy (FT-IR). The organic compounds were characterized by nuclear magnetic resonance (1H-NMR and 13C-NMR) and gas chromatography coupled to mass spectrometry (GC-MS).",
      "keywords": [
        "hydroxide salts",
        "sodium lauryl sulfate",
        "palladium nanoparticles",
        "Sonogashira C-C coupling reactions",
        "diphenylacetylene",
        "2-phenylbenzofuran"
      ],
      "language": "Spanish",
      "category": "Journal Article",
      "date": "Feb, 2017"
    }
  },
  {
    "id": 3,
    "imgSrc": "images/template.png",
    "imgAlt": "Template",
    "journal": "DYNA (Colombia)",
    "editorial": "Universidad Nacional de Colombia",
    "contributors": [
      "Martínez, M.M.",
      "Ocampo-Cardona, R.",
      "Aguirre-Cortés, J.M.",
      "Giraldo, O.",
      "Ríos-Vásquez, L.A."
    ],
    "doi": "10.15446/dyna.v85n206.68132",
    "eid": "2-s2.0-85060939579",
    "issn": ["00127353"],
    "url": "http://dx.doi.org/10.15446/dyna.v85n206.68132",
    "es": {
      "title": "Nanopartículas de paladio a partir de una hidroxisal modificada con surfactante intercambiada con tetracloropaladato",
      "abstract": "Se obtuvieron nanopartículas de paladio soportadas en el espacio interlaminar de hidroxisales obtenidas a partir de hidroxicloruro de zinc, mediante la intercalación previa del surfactante aniónico dodecil sulfato de sodio (DS), seguida por intercambio con tetracloropaladato de potasio y la reducción final a paladio metálico mediante etanol. Los materiales finales e intermediarios fueron caracterizados mediante varias técnicas instrumentales tales como PXRD, adsorción de N2, SEM y TEM. Los análisis comparativos revelaron cambios claramente observables en la estructura, área superficial específica y morfología del material reducido con respecto a los precursores de partida. Los análisis demostraron que, tras la modificación del material de partida con el surfactante, en el material resultante se incrementó el espacio interlaminar y el área BET, los cuales se conservaron considerablemente hasta la obtención de la hidroxisal que contenía nanopartículas de paladio reducido.",
      "keywords": [
        "hidroxicloruro de zinc modificado con surfactante",
        "nanopartículas de paladio",
        "tetracloropaladato",
        "arcillas aniónicas"
      ],
      "language": "Inglés",
      "category": "Artículo científico",
      "date": "Jul, 2018"
    },
    "en": {
      "title": "Palladium nanoparticles from a surfactant-modified hydroxysalt exchanged with tetrachloropalladate",
      "abstract": "Palladium nanoparticles supported in the interlayer space of hydroxysalts were obtained from zinc hydroxychloride via a prior intercalation of the anionic surfactant sodium dodecyl sulfate (DS), followed by an exchange with potassium tetrachloropalladate and its final reduction to metallic palladium by ethanol. The final materials and their intermediates were characterized by several instrumental techniques such as PXRD, N2 adsorption, SEM, and TEM. The comparative analyses revealed clearly visible changes on structure, specific surface area and morphology of the reduced material with respect to the starting precursors. The analyses demonstrated that, upon modification of the starting material with the surfactant, the resulting material had a significantly enhanced interlayer space and BET area, which were fairly maintained until the reduced palladium-containing hydroxysalt was obtained.",
      "keywords": [
        "surfactant-modified zinc hydroxychloride",
        "palladium nanoparticles",
        "tetrachloropalladate",
        "anionic clays"
      ],
      "language": "English",
      "category": "Journal Article",
      "date": "Jul, 2018"
    }
  },
  {
    "id": 4,
    "imgSrc": "images/template.png",
    "imgAlt": "Template",
    "journal": "Applied Materials Today",
    "editorial": "Elsevier",
    "contributors": [
      "Aguirre-Cortés, J.M.",
      "Moral-Rodríguez, A.I.",
      "Adriana Moral Rodríguez",
      "Bailón-García, E.",
      "Davó-Quiñonero, A.",
      "Pérez-Cadenas, A.F.",
      "Carrasco-Marín, F."
    ],
    "doi": "10.1016/j.apmt.2023.101831",
    "eid": "2-s2.0-85153683107",
    "issn": ["23529407"],
    "url": "https://doi.org/10.1016/j.apmt.2023.101831",
    "es": {
      "title": "3D printing in photocatalysis: Methods and capabilities for the improved performance",
      "abstract": "The continuous miniaturization of technologies demands of high precision techniques in the microdevice manufacture, where 3D printing arises as a powerful tool. 3D printing technologies are attracting an uprising interest and their constant development is bringing tremendous advances in the micro- to nano-scale material fabrication. Though 3D printing is yet considered a novel technology, it is being consolidated in the fabrication of chemical reactors with application in the catalytic field. In this scenario, photocatalysis is a type of catalysis activated by light and additional challenges must be tackled for the efficient implementation of 3D printing in photoreactors. This review article covers the state-of-the-art in the developments of 3D printing technologies in the photochemical reactor engineering and their downsizing opportunities. As reviewed, 3D printing enables to obtain new outperforming photocatalysts and photocatalytic supports of sophisticated configurations and geometries that were before unthinkable for traditional materials manufacture. The reactor and catalyst co-design has a tremendous impact on the photoreaction in terms of light harvesting efficiency, chemical conversion and flow regimes. In summary, the utilization of 3D printing in photocatalysis has a promising outlook given its freedom design in the macro but also in the low scale, the expansion of the family of printable materials and its integration with nanotechnology in the overall material design. Thus, through a precise control over the photocatalyst loading and its distribution, but also the substrates design in terms of volume, tortuosity and downsizing, 3D printing opens up a new horizon in the photocatalytic field.",
      "keywords": ["3D printing", "additive manufacture", "reactor design", "photocatalysis"],
      "language": "Inglés",
      "category": "Artículo científico",
      "date": "Abr, 2023"
    },
    "en": {
      "title": "3D printing in photocatalysis: Methods and capabilities for the improved performance",
      "abstract": "The continuous miniaturization of technologies demands of high precision techniques in the microdevice manufacture, where 3D printing arises as a powerful tool. 3D printing technologies are attracting an uprising interest and their constant development is bringing tremendous advances in the micro- to nano-scale material fabrication. Though 3D printing is yet considered a novel technology, it is being consolidated in the fabrication of chemical reactors with application in the catalytic field. In this scenario, photocatalysis is a type of catalysis activated by light and additional challenges must be tackled for the efficient implementation of 3D printing in photoreactors. This review article covers the state-of-the-art in the developments of 3D printing technologies in the photochemical reactor engineering and their downsizing opportunities. As reviewed, 3D printing enables to obtain new outperforming photocatalysts and photocatalytic supports of sophisticated configurations and geometries that were before unthinkable for traditional materials manufacture. The reactor and catalyst co-design has a tremendous impact on the photoreaction in terms of light harvesting efficiency, chemical conversion and flow regimes. In summary, the utilization of 3D printing in photocatalysis has a promising outlook given its freedom design in the macro but also in the low scale, the expansion of the family of printable materials and its integration with nanotechnology in the overall material design. Thus, through a precise control over the photocatalyst loading and its distribution, but also the substrates design in terms of volume, tortuosity and downsizing, 3D printing opens up a new horizon in the photocatalytic field.",
      "keywords": ["3D printing", "additive manufacture", "reactor design", "photocatalysis"],
      "language": "English",
      "category": "Journal Article",
      "date": "Apr, 2023"
    }
  },
  {
    "id": 5,
    "imgSrc": "images/template.png",
    "imgAlt": "Template",
    "journal": "Catalysts",
    "editorial": "Multidisciplinary Digital Publishing Institute (MDPI)",
    "contributors": [
      "Jhon Mauricio Aguirre Cortés",
      "Adriana Isabel Moral Rodríguez",
      "Esther Bailón García",
      "Francisco Carrasco Marín",
      "Agustín Francisco Pérez Cadenas"
    ],
    "doi": "10.3390/catal14080474",
    "eid": "",
    "issn": ["2073-4344"],
    "url": "http://dx.doi.org/10.3390/catal14080474",
    "es": {
      "title": "BiVO4-Based Photocatalysts for the Degradation of Antibiotics in Wastewater: Calcination Role after Solvothermal Synthesis",
      "abstract": "BiVO4 is an important n-type semiconductor used in photocatalysis due to its high capacity to absorb solar light in the 400-700 nm range, abundance, high chemical stability, non-toxicity, and low cost. However, research on physicochemical modifications to increase its catalytic activity via simple procedures is limited. In this work, the influence of different synthesis parameters, such as calcination temperatures or silver doping, on the structural and physicochemical characteristic of the BiVO4-based photocatalysts and their photocatalytic performance in degrading sulfamethoxazole from aqueous solution under blue-LED irradiation was evaluated. BiVO4-based photocatalysts were synthesized using a solvothermal method. The monoclinic phase (m-s) was successfully kept stable even after the thermal treatments at 300, 450, and 600 °C and the corresponding silver doping. The low bandgap of 2.40 eV and the average particle size of 18 nm of the BiVO4 catalyst treated at 300 °C seems to be the key. Afte doping, Ag/BiVO4 photocatalyst treated at the optimal found calcination temperature (300 °C) showed the best photocatalytic behavior.",
      "keywords": ["BiVO4", "solar light", "SMX", "photocatalysts"],
      "language": "Inglés",
      "category": "Artículo científico",
      "date": "Jul, 2024"
    },
    "en": {
      "title": "BiVO4-Based Photocatalysts for the Degradation of Antibiotics in Wastewater: Calcination Role after Solvothermal Synthesis",
      "abstract": "BiVO4 is an important n-type semiconductor used in photocatalysis due to its high capacity to absorb solar light in the 400-700 nm range, abundance, high chemical stability, non-toxicity, and low cost. However, research on physicochemical modifications to increase its catalytic activity via simple procedures is limited. In this work, the influence of different synthesis parameters, such as calcination temperatures or silver doping, on the structural and physicochemical characteristic of the BiVO4-based photocatalysts and their photocatalytic performance in degrading sulfamethoxazole from aqueous solution under blue-LED irradiation was evaluated. BiVO4-based photocatalysts were synthesized using a solvothermal method. The monoclinic phase (m-s) was successfully kept stable even after the thermal treatments at 300, 450, and 600 °C and the corresponding silver doping. The low bandgap of 2.40 eV and the average particle size of 18 nm of the BiVO4 catalyst treated at 300 °C seems to be the key. Afte doping, Ag/BiVO4 photocatalyst treated at the optimal found calcination temperature (300 °C) showed the best photocatalytic behavior.",
      "keywords": ["BiVO4", "solar light", "SMX", "photocatalysts"],
      "language": "English",
      "category": "Journal Article",
      "date": "Jul, 2024"
    }
  },
  {
    "id": 6,
    "imgSrc": "images/template.png",
    "imgAlt": "Template",
    "journal": "Applied Surface Science",
    "editorial": "Elsevier",
    "contributors": [
      "Jhon Mauricio Aguirre Cortés",
      "Álvaro Munguía Ubierna",
      "Adriana Moral Rodríguez",
      "A.F. Pérez Cadenas",
      "F. Carrasco Marín",
      "E. Bailón García"
    ],
    "doi": "10.1016/j.apsusc.2024.160609",
    "eid": "",
    "issn": ["0169-4332"],
    "url": "http://dx.doi.org/10.1016/j.apsusc.2024.160609",
    "es": {
      "title": "Size-miniaturization of TiO2-ZrO2 coupled semiconductors to develop highly efficient visible-driven photocatalysts for the degradation of drugs in wastewater",
      "abstract": "Solar photocatalysis has emerged as a cost-effective and efficient approach to address water remediation challenges. Nonetheless, there is a pressing requirement to innovate and design novel photocatalysts capable of utilizing solar or visible light. In this study, morphology control and surface sensitization techniques were integrated to engineer titania-based photocatalysts that operate efficiently under blue LED light. This is accomplished through the synthesis of TiaZrbOc materials (TiXZrY) with finely tuned nano-scale dimensions, employing meticulous control through the reversed two-emulsion technique. This innovative approach has yielded remarkable performance in the removal of pharmaceutical contaminants. Zr contents highly affect the size and, thus, the active surface of the photocatalysts. XRD results indicate that a low Zr content zirconium titanates are formed whereas at high Zr contents zirconia cubic phase is the main crystalline structure detected. The heterojunction created between the zirconium titanate and the titania anatase phases can be responsible of the band gap reduction observed (Eg = 2.8 eV). A SMX degradation percent as high as 80.1 % with a decrease of the treated water toxicity was obtained for Ti70Zr30 under blue-LEDs irradiation which is explained based on the formation of zirconium titanates observed by XRD and XPS and the high active surface area.",
      "keywords": ["photocatalysis", "nanoparticles", "TiO2", "ZrO2", "visible light", "advanced oxidation processes"],
      "language": "Inglés",
      "category": "Artículo científico",
      "date": "Oct, 2024"
    },
    "en": {
      "title": "Size-miniaturization of TiO2-ZrO2 coupled semiconductors to develop highly efficient visible-driven photocatalysts for the degradation of drugs in wastewater",
      "abstract": "Solar photocatalysis has emerged as a cost-effective and efficient approach to address water remediation challenges. Nonetheless, there is a pressing requirement to innovate and design novel photocatalysts capable of utilizing solar or visible light. In this study, morphology control and surface sensitization techniques were integrated to engineer titania-based photocatalysts that operate efficiently under blue LED light. This is accomplished through the synthesis of TiaZrbOc materials (TiXZrY) with finely tuned nano-scale dimensions, employing meticulous control through the reversed two-emulsion technique. This innovative approach has yielded remarkable performance in the removal of pharmaceutical contaminants. Zr contents highly affect the size and, thus, the active surface of the photocatalysts. XRD results indicate that a low Zr content zirconium titanates are formed whereas at high Zr contents zirconia cubic phase is the main crystalline structure detected. The heterojunction created between the zirconium titanate and the titania anatase phases can be responsible of the band gap reduction observed (Eg = 2.8 eV). A SMX degradation percent as high as 80.1 % with a decrease of the treated water toxicity was obtained for Ti70Zr30 under blue-LEDs irradiation which is explained based on the formation of zirconium titanates observed by XRD and XPS and the high active surface area.",
      "keywords": ["photocatalysis", "nanoparticles", "TiO2", "ZrO2", "visible light", "advanced oxidation processes"],
      "language": "English",
      "category": "Journal Article",
      "date": "Oct, 2024"
    }
  },
  {
    "id": 7,
    "imgSrc": "images/template.png",
    "imgAlt": "Template",
    "journal": "Materials Today Chemistry",
    "editorial": "Elsevier",
    "contributors": [
      "Nayda Patricia Arias Duque",
      "Darwin Augusto Torres Cerón",
      "Oscar Hernán Giraldo Osorio",
      "Sebastian Amaya Roncancio",
      "Jhon Mauricio Aguirre Cortés"
    ],
    "doi": "10.1016/j.mtchem.2024.102498",
    "eid": "",
    "issn": ["2468-5194"],
    "url": "http://dx.doi.org/10.1016/j.mtchem.2024.102498",
    "es": {
      "title": "Electrical performance of non-stoichiometry manganese oxides",
      "abstract": "Manganese oxides have been receiving considerable attention because of their performance as catalyst, and energy storage materials. Among them, hausmanite (Mn3O4) and bixbyite (Mn2O3) type of materials are used for catalytical reaction in which electron transfer reactions are involved. Several studies focus on their catalytic properties, but less attention has been paid to their electrical properties. In this work, Mn3O4 and Mn2O3 were prepared with thermal oxidation of manganese acetate at 400 °C, 600 °C and 800 °C. The XPS and XRD results revealed the formation of Mn3O4 at 400 °C, and a Mn2O3 type of structure for 600 °C and 800 °C. Rietveld refinement of these structures revealed a tetragonal unit cell structure for the Mn3O4 and cubic phase for Mn2O3. Electrical analysis by impedance spectroscopy showed a mixed conductor behavior for Mn3O4 since the conductivity depended on the frequency of the electric field. For the Mn3O4 phases at 400 °C and Mn2O3 synthesized at 600 °C and 800 °C the bulk conductivities were 3871 x 10-8 Ω-1cm-1, 9850 x 10-8 Ω-1cm-1, 16,790 x 10-8 Ω-1cm-1 respectively, indicating strong influence of the crystallographic phase and cell parameter. The DFT calculations corroborate the influence of the crystalline structure on the electrical behavior of the materials studied. Furthermore, a dielectric relaxation process was presented for Mn2O3, suggesting vacancies and the orientation of the local dipoles in this type of structures.",
      "keywords": [],
      "language": "Inglés",
      "category": "Artículo científico",
      "date": "Ene, 2025"
    },
    "en": {
      "title": "Size-miniaturization of TiO2-ZrO2 coupled semiconductors to develop highly efficient visible-driven photocatalysts for the degradation of drugs in wastewater",
      "abstract": "Solar photocatalysis has emerged as a cost-effective and efficient approach to address water remediation challenges. Nonetheless, there is a pressing requirement to innovate and design novel photocatalysts capable of utilizing solar or visible light. In this study, morphology control and surface sensitization techniques were integrated to engineer titania-based photocatalysts that operate efficiently under blue LED light. This is accomplished through the synthesis of TiaZrbOc materials (TiXZrY) with finely tuned nano-scale dimensions, employing meticulous control through the reversed two-emulsion technique. This innovative approach has yielded remarkable performance in the removal of pharmaceutical contaminants. Zr contents highly affect the size and, thus, the active surface of the photocatalysts. XRD results indicate that a low Zr content zirconium titanates are formed whereas at high Zr contents zirconia cubic phase is the main crystalline structure detected. The heterojunction created between the zirconium titanate and the titania anatase phases can be responsible of the band gap reduction observed (Eg = 2.8 eV). A SMX degradation percent as high as 80.1 % with a decrease of the treated water toxicity was obtained for Ti70Zr30 under blue-LEDs irradiation which is explained based on the formation of zirconium titanates observed by XRD and XPS and the high active surface area.",
      "keywords": ["photocatalysis", "nanoparticles", "TiO2", "ZrO2", "visible light", "advanced oxidation processes"],
      "language": "English",
      "category": "Journal Article",
      "date": "Jan, 2025"
    }
  }
]
