{
  "es": {
    "intro": "Descripción breve de la trayectoria científica, los principales logros científico-técnicos obtenidos, los intereses y objetivos científico-técnicos a medio/largo plazo de la línea de investigación. Incluye también otros aspectos o peculiaridades importantes.",
    "resume": "Desde diciembre de 2024, estoy vinculado como investigador posdoctoral en la Universidad de Castilla-La Mancha (UCLM), institución distinta a la Universidad de Granada (UGR), donde obtuve el título de Doctor. Esta estancia se enmarca en proyectos competitivos financiados por convocatorias europeas y nacionales.\n\nDurante este periodo, he trabajado en el desarrollo de materiales nanoestructurados aplicados a sensores electroquímicos, diseñando e implementando metodologías para la síntesis y modificación de fases laminares de óxido de grafeno y nanotubos de carbono. Estos materiales sirven como base para obtener fases cristalográficas mejoradas, utilizadas en la modificación de electrodos interdigitados mediante aerografía.\n\nDiseñé e implementé un sistema de detección electroquímica capaz de identificar amoníaco gaseoso en concentraciones del orden de ppb, con alta sensibilidad. Actualmente, nos centramos en la síntesis y caracterización de materiales bidimensionales como hidroxisales laminares, hidróxidos dobles laminares, óxidos de manganeso y materiales híbridos. Esta labor se desarrolla en el marco de dos proyectos: “Sensores de amoníaco de bajo coste para control y prevención de la contaminación atmosférica” (TED2021-129921B-C21), financiado por MICIU/AEI/10.13039/501100011033 y la Unión Europea - NextGenerationEU/PRTR. “2025-CACT-13278. Desarrollo de sensores para gases contaminantes de interés industrial basados en materiales híbridos nanoestructurados”. En 2024 obtuve el título de Doctor en Química por la UGR, con mención Cum Laude, financiado por una beca de MinCiencias (Colombia). Mi tesis se centró en el diseño y modelado de sistemas híbridos fotoreactor-catalizador, evaluados en la degradación de sulfametoxazol, un antibiótico considerado contaminante emergente. Los reactores, de diseño propio, fueron obtenidos mediante impresión 3D, y los fotocatalizadores se desarrollaron a partir de semiconductores puros y mixtos de óxidos de Ce, Zn, Zr, Ti, y sales dopadas de vanadato de bismuto.\n\nLideré el diseño, construcción y optimización de dos equipos de fotoreacción con iluminación LED capaces de simular la luz solar, operando en modo batch y recirculación. Las mejores fases cristalográficas de las nanopartículas fueron incorporadas en los microreactores mediante protocolos optimizados de deposición, y utilizadas como alternativa innovadora para el tratamiento de aguas contaminadas. Esta línea impulsó nuevas investigaciones en la UGR, incluyendo propuestas de tesis doctorales y trabajos de fin de máster (TFMs). Los resultados derivaron en: Una patente en proceso de redacción. Presentaciones en eventos científicos. Publicaciones en revistas indexadas: Applied Surface Science (2024, 5 citas). Catalysts (2024, 5 citas). Applied Materials Today (2023, 53 citas).\n\nEntre 2010 y 2021 acumulé más de diez años de experiencia docente e investigadora en instituciones como la Universidad de Caldas (UCaldas), Universidad Nacional de Colombia (UNAL), Universidad de Antioquia y Universidad Católica de Manizales (UCM). Realicé tres diplomados en Docencia Universitaria e impartí asignaturas en ciencias e ingeniería.\n\nLideré proyectos de investigación universidad-industria enfocados en la valorización de residuos industriales, destacando: Obtención de sales sulfatadas a partir de residuos siderúrgicos, empleadas como coagulantes-floculantes en purificación de aguas. Cristalización de sulfatos de aluminio y cobre a partir de residuos de procesos de purificación de oro, con potencial uso como fertilizante. Durante este periodo, dirigí más de siete trabajos de grado en Ingeniería Ambiental, codirigí un TFM en Ingeniería Química y fui jurado evaluador de otro. En este contexto, soy coautor de un libro de prácticas experimentales en operaciones unitarias, actualmente en proceso de revisión por pares en la editorial de la UCM.\n\nEntre 2005 y 2008 cursé el Máster en Ingeniería Química en la UNAL, con mención Meritoria. Me enfoqué en diseño experimental, síntesis y caracterización de materiales para la obtención de hidróxidos dobles laminares e hidroxisales, destinados a la inmovilización in situ de complejos de coordinación (PIPES-Cu(II), EDTA-Cu(II)) y biomoléculas de aceites esenciales, con aplicaciones en oxidación parcial de alcoholes y liberación controlada de biomoléculas. Esta línea derivó en un TFM finalizado y una tesis doctoral en curso, ambos bajo mi codirección. Los resultados se consolidaron en tres publicaciones, incluyendo dos en revistas indexadas: Journal of the Brazilian Chemical Society (2011, 110 citas). Materials Today (2025, 1 cita). Un capítulo de libro sobre complejos de coordinación.\n\nEn 2005 obtuve el título de Ingeniero Químico en la UNAL, iniciando mi trayectoria en montajes experimentales y equipos de medida en laboratorios de química, con experiencia en calidad del agua, caracterización fisicoquímica de materiales e implementación de sistemas de gestión de calidad bajo normas internacionales."
  },
  "en": {
    "intro": "Brief description of the scientific career, main scientific-technical achievements obtained, and medium/long-term scientific-technical interests and objectives of the research line. It also includes other important aspects or peculiarities.",
    "resume": "Since December 2024, I have been working as a postdoctoral researcher at the University of Castilla-La Mancha (UCLM), an institution different from the University of Granada (UGR), where I obtained my PhD. This position is part of competitive projects funded by European and national calls.\n\nDuring this period, I have worked on the development of nanostructured materials applied to electrochemical sensors, designing and implementing methodologies for the synthesis and modification of laminar phases of graphene oxide and carbon nanotubes. These materials serve as the basis for obtaining improved crystallographic phases, used to modify interdigitated electrodes through airbrushing.\n\nI designed and implemented an electrochemical detection system capable of identifying gaseous ammonia at concentrations in the ppb range with high sensitivity. Currently, our focus is on the synthesis and characterization of two-dimensional materials such as layered hydroxysalts, layered double hydroxides, manganese oxides, and hybrid materials. This work is carried out within the framework of two projects: “Low-cost ammonia sensors for the control and prevention of atmospheric pollution” (TED2021-129921B-C21), funded by MICIU/AEI/10.13039/501100011033 and the European Union - NextGenerationEU/PRTR. “2025-CACT-13278. Development of sensors for industrial pollutant gases based on nanostructured hybrid materials.” In 2024, I obtained my PhD in Chemistry from UGR, with Cum Laude distinction, funded by a MinCiencias (Colombia) scholarship. My thesis focused on the design and modeling of hybrid photoreactor-catalyst systems, evaluated in the degradation of sulfamethoxazole, an antibiotic considered an emerging pollutant. The reactors, of my own design, were obtained through 3D printing, and the photocatalysts were developed from pure and mixed semiconductors of Ce, Zn, Zr, and Ti oxides, and doped salts of bismuth vanadate.\n\nI led the design, construction, and optimization of two photoreaction systems with LED illumination capable of simulating sunlight, operating in batch and recirculation modes. The best crystallographic phases of the nanoparticles were incorporated into the microreactors through optimized deposition protocols and used as an innovative alternative for wastewater treatment. This research line fostered new investigations at UGR, including proposed doctoral theses and master’s degree projects (TFMs). The results led to: A patent in preparation. Presentations at scientific events. Publications in indexed journals: *Applied Surface Science* (2024, 5 citations), *Catalysts* (2024, 5 citations), *Applied Materials Today* (2023, 53 citations).\n\nBetween 2010 and 2021, I accumulated over ten years of teaching and research experience at institutions such as the University of Caldas (UCaldas), National University of Colombia (UNAL), University of Antioquia, and Catholic University of Manizales (UCM). I completed three diplomas in University Teaching and taught courses in science and engineering.\n\nI led university-industry research projects focused on the valorization of industrial waste, including: production of sulfated salts from steelmaking residues, used as coagulant-flocculants in water purification; and crystallization of aluminum and copper sulfates from residues of gold purification processes, with potential use as fertilizers. During this period, I supervised more than seven undergraduate theses in Environmental Engineering, co-supervised a master’s thesis in Chemical Engineering, and served as a thesis committee member for another. In this context, I am co-author of a book of experimental practices in unit operations, currently under peer review by UCM’s publishing house.\n\nBetween 2005 and 2008, I completed a Master’s in Chemical Engineering at UNAL, graduating with Meritorious distinction. My work focused on experimental design, synthesis, and characterization of materials for the preparation of layered double hydroxides and hydroxysalts, aimed at in situ immobilization of coordination complexes (PIPES-Cu(II), EDTA-Cu(II)) and biomolecules from essential oils, with applications in partial oxidation of alcohols and controlled release of biomolecules. This line of research resulted in a completed master’s thesis and an ongoing doctoral thesis, both under my co-supervision. The results were consolidated in three publications, including two indexed journal papers: *Journal of the Brazilian Chemical Society* (2011, 110 citations), *Materials Today* (2025, 1 citation), and one book chapter on coordination complexes.\n\nIn 2005, I obtained my degree in Chemical Engineering from UNAL, beginning my career in experimental setups and measurement equipment in chemistry laboratories, gaining experience in water quality, physicochemical characterization of materials, and implementation of quality management systems under international standards."
  }
}
